Repository: da-nial/Jobs-Portal
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fa

source: email address
fa: آدرس ایمیل

source: A user with that email already exists.
fa: کاربری با این آدرس ایمیل از قبل موجود است.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fa: این ایمیل را دریافت می کنید زیرا برای %(site_name)s درخواست بازنشانی گذرواژه حساب کاربری کرده اید.

source: Please go to the following page and choose a new password:
fa: لطفاً به صفحه زیر بروید و رمز جدید را انتخاب کنید:

source: Your username, in case you’ve forgotten:
fa: در صورت فراموش کردن نام کاربری:

source: Thanks for using our site!
fa: ممنون که از سایت ما استفاده می کنید!

source: The %(site_name)s team
fa: تیم %(site_name)s

source: Sign in to your account
fa: وارد حساب کاربری خود شوید

source: Don't have an account? Create one here
fa: حساب کاربری ندارید؟ این جا بسازید

source: Sign in with
fa: ورود با

source: Or continue with
fa: روش‌های دیگر

source: Email address
fa: آدرس ایمیل

source: Password
fa: رمز عبور

source: Remember me
fa: مرا به خاطر بسپار

source: Forgot your password?
fa: رمز عبور خود را فروش کرده‌اید؟

source: Login
fa: ورود

source: Hezardastan Development Group Career System
fa: سامانه‌ی فرصت‌های شغلی گروه شرکت‌های هزاردستان

source: Trouble Signing In?
fa: برای ورود به سیستم مشکل دارید؟

source: request a password reset, and we will have you up again..
fa: درخواست بازنشانی گذرواژه کنید ، و ما دوباره شما را مطلع خواهیم کرد.

source: forgotten password
fa: فراموشی رمز عبور

source: try signing in again?
fa: دوباره وارد سیستم شوید؟

source: Log Into Your Account
fa: وارد حساب کاربری خود شوید

source: Your password has been set. You may go ahead and log in now.
fa: رمز عبور شما تنظیم شده است. شما می توانید پیش بروید و اکنون وارد شوید.

source: Log in
fa: وارد شدن

source: Please enter your new password twice so we can verify you typed it in correctly.
fa: لطفاً گذرواژه جدید خود را دوبار وارد کنید تا بتوانیم تأیید کنیم که شما آن را به درستی وارد کرده اید.

source: New password:
fa: رمز عبور جدید

source: Confirm password:
fa: تایید رمز عبور

source: Change my password
fa: رمز من را تغییر دهید

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fa: پیوند بازنشانی گذرواژه معتبر نبود ، احتمالاً به این دلیل که قبلاً استفاده شده است. لطفاً بازنشانی گذرواژه جدید را درخواست کنید.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fa: در صورت وجود حسابی با ایمیلی که وارد کرده اید ، دستورالعمل هایی را برای شما تنظیم کرده ایم. شما باید آنها را به زودی دریافت کنید.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
fa: اگر ایمیلی دریافت نکردید ، لطفاً مطمئن شوید که آدرسی را که در آن ثبت نام کرده اید وارد کرده اید و پوشه هرزنامه خود را بررسی کنید

source: Create an account
fa: ساخت حساب کاربری

source: Already have an account? Sign in here
fa: حساب کاربری دارید؟ از این جا وارد شوید

source: Create an account with
fa: ساخت حساب کاربری با

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Password (again)
fa: رمز عبور (دوباره)

source: Register
fa: ثبت نام

source: Wrong credentials.
fa: ایمیل یا پسورد اشتباه است.

source: Email and password must be provided.
fa: فیلدهای ایمیل و پسورد باید پر شوند.

source: This password doesn't have letters and numbers combined.
fa: رمز عبور از ترکیب حروف و اعداد تشکیل نشده است.

source: Password should contain at least one letter and one number
fa: پسورد باید حداقل ۱ حرف و ۱ عدد داشته باشد.

source: Your account has been created successfully.
fa: حساب کاربری شما با موفقیت ساخته شد.

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: Skills
fa: مهارت‌ها

source: All
fa: همه

source: your job application state changed
fa: وضعیت درخواست شغلی شما به در انتظار تغییر کرده است

source: inform tagged job
fa: مرا از شغل های برچسب شده با خبر کن

source: High School Diploma
fa: دیپلم مقطع دبیرستان

source: Associate Degree
fa: کاردانی

source: Bachelors Degree
fa: لیسانس

source: Masters Degree
fa: فوق لیسانس

source: Doctoral Degree
fa: دکترا

source: Post Doctoral Degree
fa: پست دکترا

source: Others
fa: غیره

source: Data
fa: دیتا

source: Design and UX
fa: طراحی و دیزاین

source: Engineering
fa: مهندسی

source: Human Resources
fa: منابع انسانی

source: Marketing and Communications
fa: بازاریابی و ارتباطات

source: Product
fa: محصول

source: Sales
fa: فروش

source: Other
fa: غیره

source: full time
fa: تمام‌وقت

source: part time
fa: پاره‌وقت

source: Conscript
fa: مشمول

source: Educational Exemption
fa: معافیت تحصیلی

source: Exempt
fa: معاف

source: Discharge
fa: گذرانده

source: Male
fa: مرد

source: Female
fa: زن

source: Single
fa: مجرد

source: Married
fa: متأهل

source: Mobile number
fa: شماره موبایل

source: Phone number
fa: شماره تماس

source: Address
fa: آدرس

source: Military service status
fa: وضعیت نظام وظیفه

source: Gender
fa: جنسیت

source: Marital status
fa: وضعیت تاهل

source: City of residence
fa: شهر محل اقامت

source: Bio
fa: بیو

source: Field
fa: رشته

source: Institue
fa: موسسه

source: Level
fa: سطح

source: Start year
fa: سال آغاز

source: Finish year
fa: سال پایان

source: Is currently studying
fa: در حال تحصیل

source: Accepted
fa: قبول

source: Rejected
fa: رد

source: Pending
fa: در انتظار

source: Resume
fa: رزومه

source: Reject Reason
fa: دلیل رد شدن

source: General Information
fa: اطلاعات کلی

source: Not set
fa: عنوان نشده

source: Career Positions
fa: فرصت شغلی

source: Job Openings
fa: موقعیت‌های شغلی

source: Title
fa: عنوان

source: Salary
fa: حقوق

source: Type of Cooperation
fa: نوع همکاری

source: Status
fa: وضعیت

source: More Info
fa: اطلاعات بیش‌تر

source: Open
fa: باز

source: Closed
fa: بسته

source: No Job opening has been added yet.
fa: هنوز هیچ فرصت شغلی‌ای ایجاد نشده است.

source: Didn't find the job you're looking for?
fa: موقعیت شغلی خود را پیدا نکردید؟

source: You can enable suggestions in your settings, so we can notify you when your position is opened.
fa: می‌توانید در تنظیمات خود، گزینه‌ی پیشنهادها را فعال کنید، تا در صورت باز شدن موقعیت شغلی مورد علاقه‌تان، شما را مطلع کنیم.

source: Reject reason
fa: دلیل رد شدن

source: reject
fa: رد

source: accept
fa: قبول

source: Account Management
fa: مدیریت حساب کاربری

source: Profile
fa: پروفایل

source: Edit Profile
fa: ویرایش پروفایل

source: Sent Applications
fa: درخواست‌های ارسال شده

source: Announcements
fa: اعلانات

source: Settings
fa: تنظیمات

source: Logout
fa: خروج

source: Edit Personal Info
fa: ویرایش اطلاعات شخصی

source: Edit
fa: ویرایش

source: Edit Skills
fa: ویرایش مهارت‌ها

source: Current Skills
fa: مهارت‌های فعلی

source: Delete
fa: حذف

source: Add new ones
fa: افزودن موارد جدید

source: Add
fa: افزودن

source: Edit Educational Backgrounds
fa: ویرایش سوابق تحصیلی

source: delete
fa: حذف

source: Edit Alternative Emails
fa: ویرایش ایمیل‌های جایگزین

source: Edit existing ones
fa: ویرایش ایمیل‌های موجود

source: Send Verification Email
fa: ارسال ایمیل تایید

source: Email verified
fa: ایمیل تأیید شده

source: Add a new email
fa: اضافه کردن ایمیل جدید

source: hi
fa: سلام

source: congratulation
fa: تبریک

source: your job application status changed to accepted!
fa: وضعیت درخواست شغلی شما به پذیرفته شده تغییر کرده است

source: Hi
fa: سلام

source: Please click on the link to verify your alternative email
fa: برای تأیید ایمیل جایگزین خود، لطفاً روی لینک زیر کلیک کنید.

source: You have already been labeled a
fa: شما قبلا یرچسب زده اید

source: This job is now enabled
fa: این شغل اکنون فعال شده است!

source: You can see the details of this job through the following link
fa: شما می توانید جزئیات بیشتر در مورد این شغل در لینک زیر ببینید

source: We have a new appropriate job offer for you with below details:
fa: یک پیشنهاد شفلی جدید و مناسب برای شما، با اطلاعات زیر روی سایت قرار گرفت:

source: Description
fa: توضیحات

source: IRR
fa: ریال

source: your job application status changed to pending!
fa: وضعیت درخواست شغلی شما به در انتظار تغییر کرده است

source: be patient
fa: صبور باشید

source: sorry
fa: با عرض شرمندگی

source: your job application status changed to rejected!
fa: وضعیت درخواست شغلی شما به رد شده تغییر کرده است

source: Job Information
fa: اطلاعات موقعیت شغلی

source: Minimum Work Experience Required
fa: کمینه تجربه‌ی کاری مورد نیاز

source: years
fa: سال

source: Cooperation Type
fa: نوع همکاری

source: Minimum Degree Required
fa: حداقل مدرک تحصیلی مورد نیاز

source: Required Skills
fa: مهارت‌های مورد نیاز

source: No Skill is specified.
fa: مهارتی ذکر نشده است.

source: You need to complete your profile before applying for a job.
fa: قبل از ارسال درخواست، باید پروفایل خود را کامل کنید.

source: Your Applications History for This Job
fa: تاریخچه‌ی درخواست‌های شما برای این موقعیت شغلی

source: Applied on
fa: درخواست داده در

source: Result
fa: نتیجه

source: Reason
fa: دلیل

source: This Job is currently Disabled.
fa: این شغل غیرفعال شده است!

source: Upload your resume
fa: بارگذاری رزومه

source: APPLY FOR THIS JOB
fa: درخواست برای این موقعیت

source: Browse other job openings
fa: از دیگر موقعیت‌های شغلی بازدید کنید

source: or
fa: یا

source: visit company page
fa: صفحه‌ی شرکت را چک کنید

source: Our Companies
fa: شرکت‌های ما

source: More info
fa: اطلاعات بیش‌تر

source: No company has been added yet.
fa: هنوز هیچ شرکتی اضافه نشده است.

source: No job offer has added yet.
fa: هنوز هیچ فرصت شغلی‌ای ایجاد نشده است.

source: Suggested Job Offers
fa: فرصت‌های شغلی پیشنهادی

source: You havent created your profile yet.
fa: هنوز پروفایل خود را نساخته‌اید.

source: No appropriate job offer has found.
fa: هیچ فرصت شغلی مناسبی پیدا نشد

source: Send Email Verification
fa: ارسال ایمیل اعتبارسنجی

source: Email
fa: ایمیل

source: Mobile Number
fa: شماره موبایل

source: Telephone Number
fa: شماره تماس

source: City of Residence
fa: شهر محل اقامت

source: Marital Status
fa: وضعیت تأهل

source: Military Service Status
fa: وضعیت نظام وظیفه

source: About
fa: درباره

source: Educational Background
fa: سوابق تحصیلی

source: Verified Emails
fa: ایمیل‌های تأیید شده

source: Create resume based on profile
fa: ساخت رزومه بر اساس پروفایل

source: Complete your profile before application
fa: قبل از ارسال درخواست، باید پروفایل خود را کامل کنید.

source: Already applied for this offer
fa: قبلاً برای این موقعیت درخواست داده‌اید!

source: Successfully applied for this offer
fa: با موفقیت برای این موقعیت درخواست دادید.

source: Apply request only accepts "POST" method
fa: ریکوئست اپلای تنها متد POST می‌پذیرد.

source: Based on your profile, You don't have not one of the skills, education or location requirements of this job opening.
fa: بنا بر مشخصات پروفایلتان، شما یکی از نیازمندی‌های این موقعیت شغلی (مهارت، مدرک تحصیلی یا محل کار) را ندارید.

source: Successfully edited
fa: با موفقیت ویرایش شد.

source: Page not found
fa: صفحه یافت نشد.

source: Please check the URL in the address bar and try again.
fa: لطفاً آدرس وارد شده در نوار آدرس را چک کرده، و دوباره امتحان کنید.

source: Go back home
fa: برگشت به صفحه‌ی اصلی

source: Contact Support
fa: ارتباط با پشتیبانی

source: Home
fa: خانه

source: Companies
fa: شرکت‌ها

source: Hezardastan Information Technology Development Group
fa: گروه توسعه فناوری اطلاعات هزاردستان

source: Filter Job Offers
fa: فیلتر فرصت‌های شغلی

source: Minimum Work Experience
fa: کمینه تجربه‌ی کاری

source: Clear
fa: حذف

source: Category
fa: دسته‌بندی

source: City
fa: شهر

source: Previous
fa: قبل

source: Next
fa: بعد
